---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadCaseName
source: html/14fbffc2-254a-5f5d-f43a-0dd1b22385c6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadCaseName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadCaseName { get; }
```